`v 1 [
श्रीभगवानुवाच
परं भूय: प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् । ‍‍ ॥
यज्ज्ञात्वा मुनय: सर्वे परां सिद्धिमितो गता: ॥ १ ॥
]

`v 2 [
इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागता: ।
सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥ २ ॥
]

`v 3 [
मम योनिर्महद्‍ब्रह्म तस्मिन्गर्भं दधाम्यहम् ।
सम्भव: सर्वभूतानां ततो भवति भारत ॥ ३ ॥
]

`v 4 [
सर्वयोनिषु कौन्तेय मूर्तय: सम्भवन्ति या: ।
तासां ब्रह्म महद्योनिरहं बीजप्रद: पिता ॥ ४ ॥
]

`v 5 [
सत्त्वं रजस्तम इति गुणा: प्रकृतिसम्भवा: ।
निबध्‍नन्ति महाबाहो देहे देहिनमव्ययम् ॥ ५ ॥
]

`v 6 [
तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम् ।
सुखसङ्गेन बध्‍नाति ज्ञानसङ्गेन चानघ ॥ ६ ॥
]

`v 7 [
रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भ‍वम् ।
तन्निबध्‍नाति कौन्तेय कर्मसङ्गेन देहिनम् ॥ ७ ॥
]

`v 8 [
तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् ।
प्रमादालस्यनिद्राभिस्तन्निबध्‍नाति भारत ॥ ८ ॥
]

`v 9 [
सत्त्वं सुखे सञ्जयति रज: कर्मणि भारत ।
ज्ञानमावृत्य तु तम: प्रमादे सञ्जयत्युत ॥ ९ ॥
]

`v 10 [
रजस्तमश्चाभिभूय सत्त्वं भवति भारत ।
रज: सत्त्वं तमश्चैव तम: सत्त्वं रजस्तथा ॥ १० ॥
]

`v 11 [
सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते ।
ज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत ॥ ११ ॥
]

`v 12 [
लोभ: प्रवृत्तिरारम्भ: कर्मणामशम: स्पृहा ।
रजस्येतानि जायन्ते विवृद्धे भरतर्षभ ॥ १२ ॥
]

`v 13 [
अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च ।
तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन ॥ १३ ॥
]

`v 14 [
यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत् ।
तदोत्तमविदां लोकानमलान्प्रतिपद्यते ॥ १४ ॥
]

`v 15 [
रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते ।
तथा प्रलीनस्तमसि मूढयोनिषु जायते ॥ १५ ॥
]

`v 16 [
कर्मण: सुकृतस्याहु: सात्त्विकं निर्मलं फलम् ।
रजसस्तु फलं दु:खमज्ञानं तमस: फलम् ॥ १६ ॥
]

`v 17 [
सत्त्वात्सञ्जायते ज्ञानं रजसो लोभ एव च ।
प्रमादमोहौ तमसो भवतोऽज्ञानमेव च ॥ १७ ॥
]

`v 18 [
ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसा: ।
जघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसा: ॥ १८ ॥
]

`v 19 [
नान्यं गुणेभ्य: कर्तारं यदा द्रष्टानुपश्यति ।
गुणेभ्यश्च परं वेत्ति मद्भ‍ावं सोऽधिगच्छति ॥ १९ ॥
]

`v 20 [
गुणानेतानतीत्य त्रीन्देही देहसमुद्भ‍वान् ।
जन्ममृत्युजरादु:खैर्विमुक्तोऽमृतमश्न‍ुते ॥ २० ॥
]

`arjuna `uvacha
`v 21 [
अर्जुन उवाच
कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो ।
किमाचार: कथं चैतांस्त्रीन्गुणानतिवर्तते ॥ २१ ॥
]

`v 22 [
श्रीभगवानुवाच
प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव ।
न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्‍क्षति ॥ २२ ॥
]

`v 23 [
उदासीनवदासीनो गुणैर्यो न विचाल्यते ।
गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते ॥ २३ ॥
]

`v 24 [
समदु:खसुख: स्वस्थ: समलोष्टाश्मकाञ्चन: ।
तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुति: ॥ २४ ॥
]

`v 25 [
मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: ।
सर्वारम्भपरित्यागी गुणातीत: स उच्यते ॥ २५ ॥
]

`v 26 [
मां च योऽव्यभिचारेण भक्तियोगेन सेवते ।
स गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते ॥ २६ ॥
]

`v 27 [
ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च ।
शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च ॥ २७ ॥
]
